{"translation-revision-date":"2024-03-26 09:15:20+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The clearing function of the Aruba HiSpeed Cache plugin has been activated.":["La función de vaciado del plugin Aruba HiSpeed Cache ha sido activada."],"The clearing function of the Aruba HiSpeed Cache plugin has been disabled.":["La función de vaciado del plugin Aruba HiSpeed Cache ha sido desactivada."],"You are about to purge the entire cache. Are you sure you want to continue?":["Estás a punto de vaciar toda la caché. ¿Quieres continuar?"],"Purging cache":["Vaciar caché"],"Purge cache":["Vaciar la caché"],"Actions on request":["Acciones bajo solicitud"],"Check request header":["Verificación de la cabecera de la solicitud"],"Check in progress":["Comprobación en curso"],"The log file was not created or has been automatically removed because the WordPress debugging feature is not enabled.":["El archivo de registros no ha sido creado o ha sido eliminado automáticamente, ya que la característica de depuración de WordPress no está activada."],"Purging Log setting":["Ajuste de vaciado de registros"],"An unexpected error occurred, please check your browser console or try again later.":["Se ha producido un error inesperado, consulta la consola de tu navegador o vuelve a intentarlo más tarde."],"Report Google PageSpeed Api without cache":["Informe de Google PageSpeed API sin caché"],"Report Google PageSpeed Api with cache":["Informe de Google PageSpeed API con caché"],"Loading parameters with cache.":["Cargando los parámetros con caché"],"Loading parameters without cache.":["Cargando los parámetros sin caché."],"Run comparative PageSpeed":["Realiza una comparación de PageSpeed"],"An error occurred, please try again later.":["Ha ocurrido un error. Por favor, inténtalo de nuevo más tarde."],"When the cache is cleaned, the homepages and last ten posts are automatically preloaded in the cache so they can be displayed quicker.":["Después de vaciar la caché, la página de inicio y las últimas diez entradas se precargarán automáticamente en la caché para una visualización más rápida"],"Cache Warming is the process through which webpages are preloaded in the cache so they can be displayed quicker":["El calentamiento de caché es el proceso mediante el cual las páginas web se precargan en la caché para que puedan mostrarse más rápido."],"Enable Cache Warming.":["Activar el calentamiento de caché."],"a comment is unapproved\/deleted.":["se rechaza\/borra un comentario."],"a comment is approved\/published.":["se aprueba\/publica un comentario."],"a published post (or page\/custom post) is cancelled.":["se cancela la publicación de una entrada publicada (o página\/contenido personalizado)."],"a post (or page\/custom post) is modified or added.":["una entrada (o página\/contenido personalizado) se modifica o se añade."],"Archive:":["Archivos:"],"A comment is published.":["Un comentario se publica"],"A published post (or page\/custom post)  is deleted":["Una entrada publicada (o página\/contenido personalizado) se borra"],"Version: %s":["Versión: %s"],"Debug":["Depuración"],"General":["General"],"Cache Warming:":["Calentamiento de caché:"],"A comment is not approved or is deleted":["Un comentario está sin aprobar o se borra."],"A post is published":["Se publica una entrada."],"A post (or page\/custom post) is modified or added.":["Una entrada (o página\/contenido personalizado) se modifica o se añade."],"Aruba HiSpeed Cache interfaces directly with the Aruba HiSpeed Cache service of the Aruba hosting platform and automates its management.":["Aruba HiSpeed ​​​​Cache interactúa directamente con un servicio HiSpeed Cache de la plataforma de alojamiento de Aruba y automatiza su gestión."],"Comments:":["Comentarios:"],"Post\/page\/custom post type:":["Entrada\/página\/tipo de contenido personalizado:"],"Home page:":["Página de inicio:"],"Automatically purge entire cache when:":["Vaciar automáticamente toda la caché cuando:"],"Enable automatic purge":["Activar el vaciado automático"],"Purging options":["Opciones de vaciado"],"Settings saved.":["Ajustes guardados."]}},"comment":{"reference":"app\/assets\/dashboard\/admin.js"}}